Repository: pypi-data/pypi-mirror-148
Catalog: packages/djiki/djiki-0.9.tar.gz/djiki-0.9/djiki/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Somebody else has modified this page in the meantime. It is not possible to merge all the changes automatically. Stash your version somewhere else and reapply with the latest revision.
ca: Algú ha modificat aquesta pàgina al mateix temps. No és possible fusionar tots els canvis de forma automàtica. Guarda la teva versió en una altra banda i torna a aplicar amb l'última revisió.

source: Somebody else has modified this image in the meantime. Please review these changes before uploading your version.
ca: Algú altre ha modificat aquesta imatge al mateix temps. Reviseu els canvis abans de pujar la vostra versió.

source: Name
ca: Nom

source: If you leave it empty, the original name of the uploaded file will be used.
ca: Si el deixeu en blanc s'utilitzarà el nom original del fitxer pujat.

source: An image of the same name already exists. Please enter different name.
ca: Ja existeix una imatge amb el mateix nom. Introduïu un nom diferent

source: Created
ca: Creat

source: Author
ca: Autor

source: Description
ca: Descripció

source: Title
ca: Títol

source: Content
ca: Contingut

source: File
ca: Fitxer

source: The version you are viewing is not the latest one, but represents an older revision of this page, which may have been significantly modified. If it is not what you intended to view, <a href="%(url)s">proceed to the latest version</a>.
ca: Aquesta verisó no és l'última, és una revisió anterior d'aquesta pàgina, la qual pot haver estat modificada de forma significativa. Si no és la que volieu veure, <a href="%(url)s">aneu a l'última versió</a>.

source: The content you see on this page is shown only as a preview. <strong>No changes have been saved yet.</strong> Please review the modifications and use the <em>Save</em> button to store them permanently.
ca: El contingut que veieu en aquesta pàgina és mostrat només com una previsualització. <strong>Encara no s'han desat els canvis.</strong> Reviseu les modificacions i cliqueu el botó <em>Desar</em> per guardar-los de forma permanent.

source: Reverted to revision of %(time)s by %(author)s.
ca: Revertit a la revisió de %(time)s de %(author)s.

source: Reverted to anonymous revision of %(time)s.
ca: Revertit a la revisió anònima de %(time)s.

source: Undid revision of %(time)s by %(author)s.
ca: S'ha desfet la revisió de of %(time)s per %(author)s.

source: Undid anonymous revision of %(time)s.
ca: S'ha desfet la revisió anònima de %(time)s.

source: It was impossible to automatically undo the change you have selected. Perhaps the page has been modified too much in the meantime. Review the following content comparison, which represents the change you tried to undo, and apply the changes manually to the latest revision.
ca: Ha estat impossible desfer automàticament els canvi seleccionat. Pot ser que la pàgina hagi estat massa modificada al mateix temps. Reviseu la següent comparació de contingut, la qual representa el canvi que heu triat desfer, i apliqueu els canvis manualment a l'última revisió.

source: Image
ca: Imatge

source: Edit image
ca: Editar imatge

source: History
ca: Històric

source: Upload
ca: Pujar

source: Page
ca: Pàgina

source: Edit page
ca: Editar pàgina

source: Get source
ca: Obtenir font

source: Content comparison
ca: Comparació de contingut

source: Comparing content of the page between %(from_time)s and %(to_time)s.
ca: Comparant contingut de la pàgina entre %(from_time)s i %(to_time)s.

source: Save
ca: Descar

source: Preview
ca: Previsualitzar

source: Page history
ca: Històric de la pàgina

source: Modification time
ca: Hora de modificació

source: Compare
ca: Comparar

source: Operations
ca: Operacions

source: View
ca: Veure

source: %(timesince)s ago
ca: Fa %(timesince)s

source: anonymous
ca: anònim

source: Revert to this version by discarding all later modifications.
ca: Revertir a aquesta versió descartant totes les modificacions posteriors

source: revert
ca: revertir

source: Undo this revision.
ca: Desfer aquesta revisió

source: undo
ca: desfer

source: New image
ca: Nova imatge

source: Image history
ca: Històric de la imatge

source: Thumbnail
ca: Miniatura de la imatge

source: Latest changes
ca: Últims canvis

source: The page with title <strong>%(title)s</strong> does not exist. Please make sure your spelling is correct.
ca: No existeix cap pàgina amb el títol <strong>%(title)s</strong>. Comproveu que l'heu escrit correctament.

source: You may also <a href="%(edit_url)s">create a new page</a> named <strong>%(title)s</strong>.
ca: Tambè podeu <a href="%(edit_url)s">crear una nova pàgina</a> anomenada <strong>%(title)s</strong>.
